Repository: CreatorX8/WildEmo
Catalog: cleanup/locales/*.po
Languages: bg_bg

source: This cog contains commands used for "cleaning up" (deleting) messages. This is designed as a moderator tool and offers many convenient use cases. All cleanup commands only apply to the channel the command is executed in. Messages older than two weeks cannot be mass deleted. This is a limitation of the API.
bg_bg: Този бутон съдържа команди, използвани за "почистване" (изтриване) на съобщения. Това е предназначено като инструмент за модератори и предлага много удобни случаи на използване. Всички команди за почистване се прилагат само за канала, в който се изпълнява командата. Съобщения, по-стари от две седмици, не могат да бъдат масово изтривани. Това е ограничение на API.

source: Are you sure you want to delete {number} messages?
bg_bg: Сигурни ли сте, че искате да изтриете {number} съобщения?

source: Cancelled.
bg_bg: Отказано.

source: 1 message was deleted.
bg_bg: 1 съобщение беше изтрито.

source: {num} messages were deleted.
bg_bg: {num} съобщения бяха изтрити.

source: Base command for deleting messages.
bg_bg: Главна команда за изтриване на съобщения.

source: Delete the last X messages matching the specified text in the current channel. Example: - `[p]cleanup text "test" 5` Remember to use double quotes. **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
bg_bg: Изтриване на последните X съобщения, отговарящи на зададения текст в текущия канал. Пример: - `[p]cleanup text "тест" 5` Не забравяйте да използвате двойни кавички. **Аргументи:** - `<number>` Максималният брой съобщения за почистване. Трябва да бъде цяло положително число. - `<delete_pinned>` Дали да се изтриват закачени съобщения или не. По подразбиране е False

source: Delete the last X messages from a specified user in the current channel. Examples: - `[p]cleanup user @Twentysix 2` - `[p]cleanup user Red 6` **Arguments:** - `<user>` The user whose messages are to be cleaned up. - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
bg_bg: Изтриване на последните X съобщения от определен потребител в текущия канал. Примери: - `[p]cleanup user @Em0Bulgaria 2` - `[p]cleanup user Em0Bulgaria 6` **Аргументи:** - `<user>` Потребителят, чиито съобщения трябва да бъдат изчистени. - `<number>` Максималният брой съобщения за почистване. Трябва да бъде цяло положително число. - `<delete_pinned>` Дали да се изтриват закачени съобщения или не. По подразбиране е False

source: Delete all messages after a specified message. To get a message id, enable developer mode in Discord's settings, 'appearance' tab. Then right click a message and copy its id. Replying to a message will cleanup all messages after it. **Arguments:** - `<message_id>` The id of the message to cleanup after. This message won't be deleted. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
bg_bg: Изтриване на всички съобщения след определено съобщение. За да получите идентификатор на съобщението, активирайте режима за разработчици в Discord настройки, раздел 'външен вид'. След това щракнете с десния бутон на мишката върху съобщение и копирайте неговия идентификатор. Отговарянето на съобщение ще изчисти всички съобщения след него. **Аргументи:** - `<message_id>` Идентификаторът на съобщението, което трябва да се изчисти след него. Това съобщение няма да бъде изтрито. - `<delete_pinned>` Дали да се изтриват закачени съобщения или не. По подразбиране е False

source: Message not found.
bg_bg: Съобщението не е намерено.

source: Deletes X messages before the specified message. To get a message id, enable developer mode in Discord's settings, 'appearance' tab. Then right click a message and copy its id. Replying to a message will cleanup all messages before it. **Arguments:** - `<message_id>` The id of the message to cleanup before. This message won't be deleted. - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
bg_bg: Изтрива X съобщения преди посоченото съобщение. За да получите идентификатор на съобщението, активирайте режима за разработчици в Discord настройки, раздел 'външен вид'. След това щракнете с десния бутон на мишката върху съобщение и копирайте неговия идентификатор. Отговарянето на съобщение ще изчисти всички съобщения преди него. **Аргументи:** - `<message_id>` Идентификаторът на съобщението, което трябва да се изчисти преди него. Това съобщение няма да бъде изтрито. - `<number>` Максималният брой на съобщенията за почистване. Трябва да е цяло положително число. - `<delete_pinned>` Дали да се изтриват закачени съобщения или не. По подразбиране е False

source: Delete the messages between Message One and Message Two, providing the messages IDs. The first message ID should be the older message and the second one the newer. Example: - `[p]cleanup between 123456789123456789 987654321987654321` **Arguments:** - `<one>` The id of the message to cleanup after. This message won't be deleted. - `<two>` The id of the message to cleanup before. This message won't be deleted. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
bg_bg: Изтриване на съобщенията между съобщение едно и съобщение две, като се предоставят идентификаторите на съобщенията. Идентификаторът на първото съобщение трябва да е по-старото съобщение, а на второто - по-новото. Пример: - `[p]cleanup between 123456789123456789 987654321987654321` **Аргументи:** - `<one>` Идентификаторът на съобщението, след което да се почисти. Това съобщение няма да бъде изтрито. - `<две>` Идентификаторът на съобщението, което трябва да се изчисти преди това. Това съобщение няма да бъде изтрито. - `<delete_pinned>` Дали да се изтриват закачени съобщения или не. По подразбиране е False

source: Delete the last X messages in the current channel. Example: - `[p]cleanup messages 26` **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
bg_bg: Изтриване на последните X съобщения в текущия канал. Пример: - `[p]cleanup messages 26` **Аргументи:** - `<number>` Максималният брой съобщения за почистване. Трябва да е цяло положително число. - `<delete_pinned>` Дали да се изтриват закачени съобщения или не. По подразбиране е False

source: Clean up command messages and messages from the bot in the current channel. Can only cleanup custom commands and alias commands if those cogs are loaded. **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
bg_bg: Почистване на командните съобщения и съобщенията от бота в текущия канал. Може да почиства само потребителски команди и псевдоними, ако тези команди са заредени. **Аргументи:** - `<number>` Максималният брой съобщения за почистване. Трябва да е цяло положително число. - `<delete_pinned>` Дали да се изтриват закачени съобщения или не. По подразбиране е False

source: Clean up messages owned by the bot in the current channel. By default, all messages are cleaned. If a second argument is specified, it is used for pattern matching - only messages containing the given text will be deleted. Examples: - `[p]cleanup self 6` - `[p]cleanup self 10 Pong` - `[p]cleanup self 7 "" True` **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<match_pattern>` The text that messages must contain to be deleted. Use "" to skip this. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
bg_bg: Почистване на съобщенията, притежавани от бота в текущия канал. По подразбиране се почистват всички съобщения. Ако е посочен втори аргумент, той се използва за подбор на шаблони - ще бъдат изтрити само съобщения, съдържащи дадения текст. Примери: - `[p]cleanup self 6` - `[p]cleanup self 10 Ему` - `[p]cleanup self 7 "" True` **Аргументи:** - `<number>` Максималният брой съобщения за почистване. Трябва да е цяло положително число. - `<match_pattern>`` Текстът, който съобщенията трябва да съдържат, за да бъдат изтрити. Използвайте "", за да го пропуснете. - `<delete_pinned>` Дали да се изтриват закачени съобщения или не. По подразбиране е False

source: Deletes duplicate messages in the channel from the last X messages and keeps only one copy. Defaults to 50. **Arguments:** - `<number>` The number of messages to check for duplicates. Must be a positive integer.
bg_bg: Изтрива дублиращите се съобщения в канала от последните X съобщения и запазва само едно копие. По подразбиране е 50. **Аргументи** - `<number>` Броят на съобщенията, които се проверяват за дублиране. Трябва да бъде цяло положително число.

source: Manage the settings for the cleanup command.
bg_bg: Управление на настройките за командата за почистване.

source: Toggle clean up notification settings. When enabled, a message will be sent per cleanup, showing how many messages were deleted. This message will be deleted after 5 seconds.
bg_bg: Превключване на настройките за почистване на уведомленията. Когато е разрешено, за всяко почистване ще се изпраща съобщение, показващо колко съобщения са били изтрити. Това съобщение ще бъде изтрито след 5 секунди.

source: I will no longer notify of message deletions.
bg_bg: Няма да уведомявам за изтриване на съобщения.

source: I will now notify of message deletions.
bg_bg: Ще уведомявам за изтриване на съобщения.

source: {} doesn't look like a valid message ID.
bg_bg: {} не изглежда като валиден идентификатор на съобщение.
