Repository: CreatorX8/WildEmo
Catalog: mutes/locales/*.po
Languages: bg_bg

source: The time provided is too long; use a more reasonable time.
bg_bg: Предоставеното време е твърде дълго; използвайте по-разумен период.

source: That user is already muted in this channel.
bg_bg: Този потребител вече е заглушен в този канал.

source: That user is not muted in this channel.
bg_bg: Този потребител не е заглушен в този канал.

source: I cannot let you do that. You are not higher than the user in the role hierarchy.
bg_bg: Не мога да Ви позволя да направите това. Не сте по-високи от потребителя в йерархията на ролята.

source: I cannot let you do that. You are not higher than the mute role in the role hierarchy.
bg_bg: Не мога да Ви позволя да направите това. Не сте по-високи от заглушаващата роля в йерархията на ролята.

source: That user cannot be (un)muted, as they have the Administrator permission.
bg_bg: Този потребител не може да бъде (раз)заглушен, тъй като има разрешение за администратор.

source: Failed to mute or unmute user. I need the Manage Roles permission and the user I'm muting must be lower than myself in the role hierarchy.
bg_bg: Неуспешно заглушаване или разглушаване на потребител. Необходимо ми е разрешение за управление на роли и потребителят, когото заглушавам, трябва да е по-нисък от мен в йерархията на ролята.

source: Failed to mute or unmute user. I need the Manage Permissions permission.
bg_bg: Неуспешно заглушаване или разглушаване на потребител. Необходимо ми е разрешение за управление на разрешения.

source: The user has left the server while applying an overwrite.
bg_bg: Потребителят напусна сървъра, докато прилагаше презаписване.

source: The channel I tried to mute or unmute the user in isn't found.
bg_bg: Каналът, в който се опитах да заглуша или разглуша потребителя, не е намерен.

source: The mute role no longer exists.
bg_bg: Заглушаващата роля вече не съществува.

source: Because I don't have the Move Members permission, this will take into effect when the user rejoins.
bg_bg: Тъй като нямам разрешение за преместване на потребители, това ще влезе в сила, когато потребителят се присъедини отново.

source: That user is channel muted in their current voice channel, not just voice muted. If you want to fully unmute this user in the channel, use {command} in their voice channel's text channel instead.
bg_bg: Този потребител е заглушен в канала си в момента, а не само гласово заглушен. Ако искате да разглушите напълно този потребител в канала, използвайте {command} в текстовия канал на гласовия канал.

source: Mute users temporarily or indefinitely.
bg_bg: Заглушаване на потребители временно или безсрочно.

source: Automatic unmute
bg_bg: Автоматично разглушаване

source: Server unmute
bg_bg: Разглушаване на сървър

source: I am unable to unmute {user} for the following reason: {reason}
bg_bg: Не мога да разглуша {user} по следната причина: {reason}

source: Unmuted in channels:
bg_bg: Разглушен в канали:

source: {member} could not be unmuted for the following reasons:
bg_bg: {member} не може да бъде разглушен по следните причини:

source: {reason} In the following channels: {channels}
bg_bg: {reason} В следните канали: {channels}

source: Voice unmute
bg_bg: Разглушаване на глас

source: Channel unmute
bg_bg: Разглушаване на канал

source: I am unable to unmute {user} in {channel} for the following reason: {reason}
bg_bg: Не мога да разглуша {user} в {channel} по следната причина: {reason}

source: Unknown
bg_bg: Неизвестен

source: No reason provided.
bg_bg: Не е предоставена причина.

source: Until
bg_bg: До

source: Duration
bg_bg: Продължителност

source: Guild
bg_bg: Сървър

source: Moderator
bg_bg: Модератор

source: Moderator:
bg_bg: Модератор:

source: Until:
bg_bg: До:

source: Duration:
bg_bg: Продължителност:

source: Guild:
bg_bg: Сървър:

source: Manually removed mute role
bg_bg: Ръчно премахната роля за заглушаване

source: Manually applied mute role
bg_bg: Ръчно приложена роля за заглушаване

source: Server mute
bg_bg: Заглушаване на сървър

source: Manually removed channel overwrites
bg_bg: Ръчно премахнати презаписвания на канал

source: Previously muted in this server.
bg_bg: Предишно заглушен в този сървър.

source: Mute settings.
bg_bg: Настройки за заглушаване.

source: Set whether mute notifications should be sent to users in DMs.
bg_bg: Задайте дали уведомленията за заглушаване трябва да се изпращат на потребителите в DM.

source: I will now try to send mute notifications to users DMs.
bg_bg: Сега ще се опитам да изпращам уведомления за заглушаване на потребителите в DM.

source: Mute notifications will no longer be sent to users DMs.
bg_bg: Уведомленията за заглушаване вече няма да се изпращат на потребителите в DM.

source: Decide whether the name of the moderator muting a user should be included in the DM to that user.
bg_bg: Решете дали името на модератора, заглушаващ потребител, трябва да бъде включено в DM до този потребител.

source: I will include the name of the moderator who issued the mute when sending a DM to a user.
bg_bg: Ще включа името на модератора, който е издал заглушаването, когато изпращам DM до потребител.

source: I will not include the name of the moderator who issued the mute when sending a DM to a user.
bg_bg: Няма да включвам името на модератора, който е издал заглушаването, когато изпращам DM до потребител.

source: Whether or not to force role only mutes on the bot
bg_bg: Дали да наложа само ролеви заглушавания на бота

source: Okay I will enforce role mutes before muting users.
bg_bg: Добре, ще наложа ролеви заглушавания преди да заглуша потребителите.

source: Okay I will allow channel overwrites for muting users.
bg_bg: Добре, ще позволявам презаписвания на канали за заглушаване на потребители.

source: Shows the current mute settings for this guild.
bg_bg: Показва текущите настройки за заглушаване за този сървър.

source: Mute Role: {role} Notification Channel: {channel} Default Time: {time} Send DM: {dm} Show moderator: {show_mod}
bg_bg: Роля за заглушаване: {role} Канал за уведомяване: {channel} Време по подразбиране: {time} Изпращане на DM: {dm} Показване на модератор: {show_mod}

source: None
bg_bg: Няма

source: Set the notification channel for automatic unmute issues. If no channel is provided this will be cleared and notifications about issues when unmuting users will not be sent anywhere.
bg_bg: Задайте канала за уведомяване за автоматични проблеми с отмяната на заглушаването. Ако не е предоставен канал, това ще бъде изчистено и уведомленията за проблеми при отмяната на заглушаването на потребителите няма да се изпращат никъде.

source: Notification channel for unmute issues has been cleared.
bg_bg: Каналът за уведомяване за проблеми с отмяната на заглушаването е нулиран.

source: I will post unmute issues in {channel}.
bg_bg: Ще публикувам проблеми с отмяната на заглушаването в {channel}.

source: Sets the role to be applied when muting a user. If no role is setup the bot will attempt to mute a user by setting channel overwrites in all channels to prevent the user from sending messages. Note: If no role is setup a user may be able to leave the server and rejoin no longer being muted.
bg_bg: Задава ролята, която да се прилага при заглушаване на потребител. Ако не е зададена роля, ботът ще се опита да заглуши потребител, като зададе презаписвания на канали във всички канали, за да предотврати изпращането на потребителя. Забележка: Ако не е зададена роля, потребител може да напусне сървъра и да се присъедини отново, без да бъде заглушен.

source: Channel overwrites will be used for mutes instead.
bg_bg: Презаписванията на канали ще се използват за заглушаване.

source: You can't set this role as it is not lower than you in the role hierarchy.
bg_bg: Не можете да зададете тази роля, тъй като тя не е по-ниска от вас в йерархията на ролите.

source: Mute role set to {role}
bg_bg: Роля за заглушаване зададена на {role}

source: No notification channel has been setup, use {command_1} to be updated when there's an issue in automatic unmutes.
bg_bg: Не е настроен канал за уведомяване, използвайте {command_1}, за да бъдете информирани, когато има проблеми с автоматичното отмяна на заглушаването.

source: Create a Muted role. This will create a role and apply overwrites to all available channels to more easily setup muting a user. If you already have a muted role created on the server use `[p]muteset role ROLE_NAME_HERE`
bg_bg: Създайте роля за заглушаване. Това ще създаде роля и ще приложи презаписвания във всички налични канали за по-лесно настройване на заглушаването на потребител. Ако вече имате създадена роля за заглушаване на сървъра, използвайте `[p]muteset role ROLE_NAME_HERE`

source: There is already a mute role setup in this server. Please remove it with {command} before trying to create a new one.
bg_bg: Вече има настроена роля за заглушаване на този сървър. Моля, премахнете я с {command}, преди да се опитате да създадете нова.

source: Mute role setup
bg_bg: Настройка на роля за заглушаване

source: I could not create a muted role in this server.
bg_bg: Не можах да създам роля за заглушаване на този сървър.

source: I could not set overwrites for the following channels: {channels}
bg_bg: Не можах да задам презаписвания за следните канали: {channels}

source: Set the default mute time for the mute command. If no time interval is provided this will be cleared.
bg_bg: Задайте времето по подразбиране за заглушаване с командата за заглушаване. Ако не е зададен интервал от време, това ще бъде изчистено.

source: Default mute time removed.
bg_bg: Времето по подразбиране за заглушаване е премахнато.

source: Please provide a valid time format.
bg_bg: Моля, посочете валиден формат на времето.

source: Default mute time set to {time}.
bg_bg: Времето по подразбиране за заглушаване е зададено на {time}.

source: This server does not have a mute role setup. You can setup a mute role with {command_1} or {command_2} if you just want a basic role created setup.
bg_bg: Този сървър няма настроена роля за заглушаване. Можете да настроите роля за заглушаване с {command_1} или {command_2}, ако искате просто да се създаде основна роля.

source: Channel overwrites for muting users can get expensive on Discord's API as such we recommend that you have an admin setup a mute role instead. Channel overwrites will also not re-apply on guild join, so a user who has been muted may leave and re-join and no longer be muted. Role mutes do not have this issue. Are you sure you want to continue with channel overwrites?
bg_bg: Презаписванията на каналите за заглушаване на потребители могат да станат скъпи за API на Discord, поради което препоръчваме да имате администратор, който да настрои роля за заглушаване. Презаписванията на каналите също няма да се прилагат отново при присъединяване към сървъра, така че потребител, който е бил заглушен, може да напусне и да се присъедини отново и да не бъде повече заглушен. Ролите за заглушаване нямат този проблем. Сигурни ли сте, че искате да продължите с презаписванията на каналите?

source: Reacting with ✅ will continue the mute with overwrites and stop this message from appearing again, Reacting with ❎ will end the mute attempt.
bg_bg: Реагирането с ✅ ще продължи заглушаването с презаписвания и ще спре това съобщение да се появява отново, реагирането с ❎ ще прекрати опита за заглушаване.

source: Saying {response_1} will continue the mute with overwrites and stop this message from appearing again, saying {response_2} will end the mute attempt.
bg_bg: Казването на {response_1} ще продължи заглушаването с презаписвания и ще спре това съобщение да се появява отново, казването на {response_2} ще прекрати опита за заглушаване.

source: OK then.
bg_bg: Добре.

source: Displays active mutes on this server.
bg_bg: Показва активните заглушавания на този сървър.

source: __Server Mutes__
bg_bg: __Заглушавания на сървъра__

source: __Remaining__: {time_left}
bg_bg: __Оставащо__: {time_left}

source: __<#{channel_id}> Mutes__
bg_bg: __<#{channel_id}> Заглушавания__

source: There are no mutes on this server right now.
bg_bg: В момента няма заглушавания на този сървър.

source: Mute users. `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]mute @member1 @member2 spam 5 hours` `[p]mute @member1 3 days`
bg_bg: Заглушаване на потребители. `<users...>` е разделен с интервал списък с имена на потребители, ID или споменавания. `[time_and_reason]` е времето за заглушаване и причината. Времето е всяка валидна продължителност на времето, като `30 минути` или `2 дни`. Ако нищо не е предоставено, заглушаването ще използва зададеното време по подразбиране или неопределено, ако не е зададено. Примери: `[p]mute @member1 @member2 spam 5 hours` `[p]mute @member1 3 days`

source: You cannot mute me.
bg_bg: Не можете да ме заглушите.

source: You cannot mute yourself.
bg_bg: Не можете да се заглушите.

source: for {duration}
bg_bg: за {duration}

source: {users} has been muted in this server{time}.
bg_bg: {users} е заглушен в този сървър{time}.

source: {users} have been muted in this server{time}.
bg_bg: {users} са заглушени в този сървър{time}.

source: {member} could not be (un)muted for the following reasons:
bg_bg: {member} не може да бъде (раз)заглушен по следните причини:

source: - {reason} In the following channels: {channels}
bg_bg: - {reason} В следните канали: {channels}

source: Some users could not be properly muted. Would you like to see who, where, and why?
bg_bg: Някои потребители не могат да бъдат правилно заглушени. Искате ли да видите кой, къде и защо?

source: Mute a user in the current text channel (or in the parent of the current thread). `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]mutechannel @member1 @member2 spam 5 hours` `[p]mutechannel @member1 3 days`
bg_bg: Заглушаване на потребител в текущия текстов канал (или в родителя на текущата нишка). `<users...>` е разделен с интервал списък с имена на потребители, ID или споменавания. `[time_and_reason]` е времето за заглушаване и причината. Времето е всяка валидна продължителност на времето, като `30 минути` или `2 дни`. Ако нищо не е предоставено, заглушаването ще използва зададеното време по подразбиране или неопределено, ако не е зададено. Примери: `[p]mutechannel @member1 @member2 spam 5 hours` `[p]mutechannel @member1 3 days`

source: Channel mute
bg_bg: Заглушаване на канал

source: {users} has been muted in this channel{time}.
bg_bg: {users} е заглушен в този канал{time}.

source: {users} have been muted in this channel{time}.
bg_bg: {users} са заглушени в този канал{time}.

source: The following users could not be muted
bg_bg: Следните потребители не могат да бъдат заглушени

source: Unmute users. `<users...>` is a space separated list of usernames, ID's, or mentions. `[reason]` is the reason for the unmute.
bg_bg: Разглушаване на потребители. `<users...>` е разделен с интервал списък с имена на потребители, ID или споменавания. `[reason]` е причината за разглушаването.

source: You cannot unmute me.
bg_bg: Не можете да ме разглушите.

source: You cannot unmute yourself.
bg_bg: Не можете да се разглушите.

source: {users} unmuted in this server.
bg_bg: {users} разглушени в този сървър.

source: Unmute a user in this channel (or in the parent of this thread). `<users...>` is a space separated list of usernames, ID's, or mentions. `[reason]` is the reason for the unmute.
bg_bg: Разглушаване на потребител в този канал (или в родителя на тази нишка). `<users...>` е разделен с интервал списък с имена на потребители, ID или споменавания. `[reason]` е причината за разглушаването.

source: {users} unmuted in this channel.
bg_bg: {users} разглушени в този канал.

source: The following users could not be unmuted
bg_bg: Следните потребители не могат да бъдат разглушени

source: That user is not in a voice channel.
bg_bg: Този потребител не е в гласов канал.

source: I require the {perms} permission(s) in that user's channel to do that.
bg_bg: Изисквам {perms} разрешение(я) в канала на този потребител, за да направя това.

source: You must have the {perms} permission(s) in that user's channel to use this command.
bg_bg: Трябва да имате {perms} разрешение(я) в канала на този потребител, за да използвате тази команда.

source: Mute a user in their current voice channel. `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]voicemute @member1 @member2 spam 5 hours` `[p]voicemute @member1 3 days`
bg_bg: Заглушаване на потребител в техния текущ гласов канал. `<users...>` е разделен с интервал списък с имена на потребители, ID или споменавания. `[time_and_reason]` е времето за заглушаване и причината. Времето е всяка валидна продължителност на времето, като `30 минути` или `2 дни`. Ако нищо не е предоставено, заглушаването ще използва зададеното време по подразбиране или неопределено, ако не е зададено. Примери: `[p]voicemute @member1 @member2 spam 5 hours` `[p]voicemute @member1 3 days`

source: Voice mute
bg_bg: Гласово заглушаване

source: Unmute a user in their current voice channel. `<users...>` is a space separated list of usernames, ID's, or mentions. `[reason]` is the reason for the unmute.
bg_bg: Разглушаване на потребител в техния текущ гласов канал. `<users...>` е разделен с интервал списък с имена на потребители, ID или споменавания. `[reason]` е причината за разглушаването.
